{"id":85,"date":"2021-02-05T17:03:00","date_gmt":"2021-02-05T17:03:00","guid":{"rendered":"http:\/\/www.permapipe.com\/?page_id=85"},"modified":"2021-03-18T16:38:00","modified_gmt":"2021-03-18T16:38:00","slug":"conditions-of-use","status":"publish","type":"page","link":"https:\/\/www.permapipe.com\/conditions-of-use\/","title":{"rendered":"Terms"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"85\" class=\"elementor elementor-85\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-d9253b3 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"d9253b3\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-8a2391d\" data-id=\"8a2391d\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-8a9b4bb elementor-widget elementor-widget-heading\" data-id=\"8a9b4bb\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h2 class=\"elementor-heading-title elementor-size-default\">CONDITIONS OF USE<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-26f450f elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"26f450f\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-250d4aa\" data-id=\"250d4aa\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-0e82995 elementor-widget elementor-widget-text-editor\" data-id=\"0e82995\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p>This Section describes the terms and conditions that govern your use of the PERMA-PIPE website(s) including subscriptions to PERMA-PIPE publications and the like (collectively the “Site”). Please see PERMA-PIPE’s Privacy Notice https:\/\/www.permapipe.com\/ for information on the PERMA-PIPE’s data collection practices. For more information regarding these terms, please contact dpo@permapipe.com.<\/p><p>These terms and conditions are written in English. To the extent any translated version of these terms and conditions conflicts with the English version, the English version controls.<br \/>​<br \/><strong>1. General<\/strong><br \/>​<br \/>1.1 By choosing to use the Site, you are agreeing to abide by all of the terms and conditions of these Conditions of Use between you and the PERMA-PIPE.<br \/>​<br \/>1.2 We may change, add or remove portions of these Conditions of Use at any time, which shall become effective immediately upon posting. It is your responsibility to review these Conditions of Use prior to each use of the Site and by continuing to use this Site, you agree to any changes.<br \/>​<br \/><strong>2. Content on the Site and in publications<\/strong><br \/>​<br \/>2.1 The contents of the Site are intended for your personal, noncommercial use. All materials published on the Site (including, but not limited to news articles, photographs, images, illustrations, drawings, specifications, product brochures, safety data, installation instructions\/manuals, audio clips and video clips, also known as the &#8220;Content&#8221;) are protected by copyright, and owned or controlled by the PERMA-PIPE or the party credited as the provider of the Content. You shall abide by all additional copyright notices, information, or restrictions contained in any Content accessed through the Site.<br \/>​<br \/>2.2 You may download or copy the Content and other downloadable items displayed on the Site for personal use only, provided that you maintain all copyright and other notices contained therein.<br \/>​<br \/><strong>3. User-generated content, comments, and submissions<\/strong><br \/>​<br \/>3.1 You are solely responsible for the content of your Submissions to the Site. You shall not upload to, or distribute or otherwise publish to the Site, any libelous, defamatory, obscene, pornographic, abusive, or otherwise illegal material.<\/p><p>You agree that you will not threaten or verbally abuse other users of the Site, use defamatory language, or deliberately disrupt discussions with repetitive messages, meaningless messages or &#8220;spam.&#8221;<\/p><p>You agree not to use language that abuses or discriminates on the basis of race, religion, nationality, gender, sexual preference, age, region, disability, etc. Hate speech of any kind is grounds for immediate and permanent suspension of access to all or part of the Site.<br \/>​<br \/>3.2 Without the express approval of the PERMA-PIPE, you may not distribute or otherwise publish any material containing any solicitation of funds, advertising or solicitation for goods or services through the Site.<br \/>​<br \/>3.3 You acknowledge that any submissions you make to the Site (i.e., user-generated content including but not limited to: comments, files, forum messages, reviews, text, video, audio and photographs, drawings, specifications, installation instructions, as well as computer code and applications) (each, a &#8220;Submission&#8221;) may be edited, removed, modified, published, transmitted, and displayed by the PERMA-PIPE and you waive any rights you may have in having the material altered or changed in a manner not agreeable to you.<br \/>​<br \/>3.4 You grant the PERMA-PIPE a perpetual, nonexclusive, worldwide, royalty-free, sub-licensable license to Content you submit to the Site, which includes without limitation the right for the PERMA-PIPE or any third party it designates, to use, copy, transmit, excerpt, publish, distribute, publicly display, publicly perform, create derivative works of, host, index, cache, tag, encode, modify and adapt (including without limitation the right to adapt to streaming, downloading, broadcast, mobile, digital, thumbnail, scanning or other technologies) in any form or media now known or hereinafter developed, any submission posted by you on or to the Site.<\/p><p><strong>4. Use of the Site; Registration and Security<\/strong><br \/>​<br \/>4.1 You may not access parts of the Site to which you are not authorized. Being exposed to possible advertising and communication is a condition of accessing the Site.<br \/>​<br \/>4.2 The Site contains links to other related World Wide Web Internet sites, resources, and advertisers. Since PERMA-PIPE is not responsible for the availability of these outside resources, or their contents, you should direct any concerns regarding any external link to such site.<br \/>​<br \/>4.3 As part of the registration or account creation process, you will create login credentials by selecting a password and providing an e-mail address. Each registration is for a single user only. You are not allowed to share your registration login credentials or give your login credentials to anyone else. You are responsible for maintaining the confidentiality of your password.<br \/>​<br \/>4.4 Please notify PERMA-PIPE of any known or suspected unauthorized use(s) of your account, or any known or suspected breach of security, including loss, theft, or unauthorized disclosure of your password or Personal Data.<br \/>​<br \/>4.5 You must be 13 years or older to subscribe to all parts of the Site (or, for non-U.S. users, such minimum age as may be required by the applicable local law).<\/p><p>For more information please read our Privacy Notice at<br \/>​<br \/><strong>5. Representations and Warranties<\/strong><br \/>PERMA-PIPE does not represent or endorse the accuracy or reliability of any advice, opinion, statement, or other information displayed, uploaded, downloaded or distributed through the Site by PERMA-PIPE (except as specifically mentioned on the website), any user, information provider or any other person or entity. You acknowledge that any reliance upon any such opinion, advice, statement, memorandum, or information shall be at your sole risk. THE SITE IS DISTRIBUTED ON AN &#8220;AS IS&#8221; BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. YOU HEREBY ACKNOWLEDGE THAT USE OF THE SITE IS AT YOUR SOLE RISK.<br \/>​<br \/><strong>6. Indemnification<\/strong><br \/>YOU AGREE TO DEFEND, RELEASE, INDEMNIFY AND HOLD HARMLESS PERMA-PIPE, ITS OFFICERS, DIRECTORS, PARENT COMPANY, SHAREHOLDERS, PREDECESSORS, SUCCESSORS IN INTEREST, EMPLOYEES, AGENTS, SUBSIDIARIES AND AFFILIATES, INSURERS FROM ANY DEMANDS, LOSS, LIABILITY, CLAIMS OR EXPENSES (INCLUDING ATTORNEYS’ FEES), MADE AGAINST PERMA-PIPE BY ANY THIRD PARTY DUE TO OR ARISING OUT OF OR IN CONNECTION WITH (I) YOUR USE OF THE SITE; (II) ANY VIOLATION BY YOU OF THE CONDITIONS OF USE; (III) ANY ACTION TAKEN BY PERMA-PIPE AS PART OF ITS INVESTIGATION OF A SUSPECTED VIOLATION OF THESE CONDITIONS OF USE OR AS A RESULT OF ITS FINDING OR DECISION THAT A VIOLATION OF THESE CONDITIONS OF USE HAVE OCCURRED; OR (IV) YOUR VIOLATION OF ANY RIGHTS OF ANOTHER. THESE OBLIGATIONS SHALL SURVIVE THE TERMINATION OR EXPIRATION OF THESE CONDITIONS OF USE AND\/OR YOUR USE OF THE SITE.<br \/>​<br \/><strong>7. Disclaimers and Limitation of Liability<\/strong><br \/>PERMA-PIPE DOES NOT CLAIM OR PROMISE THAT THE SITE OR ANY CONTENT, SERVICES OR FEATURE OF THE SITE SHALL BE ERROR-FREE OR UNINTERRUPTED, OR THAT ANY DEFECTS SHALL BE CORRECTED, OR THAT YOUR USE OF THE SITE SHALL PROVIDE SPECIFIC OR DESIRED RESULTS. PERMA-PIPE CANNOT ENSURE THAT ANY FILES OR OTHER DATA YOU DOWNLOAD FROM THE SITE WILL BE FREE OF VIRUSES OR CONTAMINATION OR DESTRUCTIVE FEATURES OR TROJANS. PERMA-PIPE DISCLAIMS ANY AND ALL LIABILITY FOR THE ACTS, OMISSIONS AND CONDUCT OF ANY THIRD PARTIES IN CONNECTION WITH OR RELATED TO YOUR USE OF THE SITE. YOU ASSUME TOTAL RESPONSIBILITY FOR YOUR USE OF THE SITE. YOUR SOLE REMEDY AGAINST PERMA-PIPE FOR DISSATISFACTION WITH THE SITE OR ANY CONTENT IS TO STOP USING THE SITE OR ANY SUCH CONTENT. THIS LIMITATION OF RELIEF IS A PART OF THE BARGAIN BETWEEN THE PARTIES. PERMA-PIPE SHALL NOT BE LIABLE FOR ANY DAMAGES, INCLUDING BUT NOT LIMITING TO, LOSS OF PROFITS OR INCOME, OR INCIDENTAL, PUNITIVE, DIRECT OR INDIRECT, EXEMPLARY OR CONSEQUENTIAL DAMAGES.<\/p><p>PERMA-PIPE RESERVES THE RIGHT TO DO ANY OF THE FOLLOWING, AT ANY TIME, WITHOUT NOTICE: (1) TO MODIFY, SUSPEND OR TERMINATE OPERATION OF OR ACCESS TO THE SITE, OR ANY PORTION OF THE SITE, FOR ANY REASON; (2) TO MODIFY OR CHANGE THE SITE, OR ANY PORTION OF THE SITE, AND ANY APPLICABLE POLICIES OR CONDITIONS OF USE; AND (3) TO INTERRUPT THE OPERATION OF THE SITE, OR ANY PORTION OF THE SITE, AS NECESSARY TO PERFORM ROUTINE OR NON-ROUTINE MAINTENANCE, ERROR CORRECTION, OR OTHER CHANGES.<\/p><p>NOTWITHSTANDING ANYTHING ELSE CONTAINED HEREIN, EVEN IF PERMA-PIPE IS FOUND TO BE LIABLE FOR ANY DAMAGE OR LOSS WHICH ARISES OUT OF OR IS IN ANY WAY CONNECTED WITH YOUR USE OF THE SITE OR ANY CONTENT, PERMA-PIPE SHALL NOT BE LIABLE FOR SUCH DAMAGE OR LOSS.<\/p><p><strong>8. Trademark Information<\/strong><br \/>PERMA-PIPE and other PERMA-PIPE trademarks, service marks and logos used in connection with the Site and\/or services are trademarks or registered trademarks of PERMA-PIPE INC. in the US and\/or other countries. Other trademarks, service marks and logos used in connection with the Site and\/or services may be the trademarks of their respective owners. You are granted no right or license in any of the aforesaid trademarks and further agree that you shall not remove, obscure, or alter any proprietary notices (including trademark and copyright notices) that may be affixed to or contained within the Site and\/or services.<br \/>​<br \/><strong>9. Prohibition<\/strong><br \/>You acknowledge PERMA-PIPE’s administration of the Site. Although the Site is accessible worldwide, not all services or features discussed, referenced, provided or offered on or through the Site are available to all persons or in all geographic locations, or appropriate or available for use. PERMA-PIPE reserves the right to limit, in its sole discretion, the provision and quantity of any services or feature to any person or geographic location. Any offer for any services or feature made on the Site is void where prohibited. If you choose to access the Site, you do so on your own initiative and you are solely responsible for complying with applicable local laws.<br \/>​<br \/><strong>10. Governing Law; Mediation &amp; Arbitration; Class Action Waiver<\/strong><br \/>Except as otherwise set forth in these Conditions of Use, these Conditions of Use shall be exclusively governed by and construed in accordance with the laws of The United States of America, excluding its rules on conflicts of laws. Any dispute, conflict, claim or controversy arising out of or broadly in connection with or relating to these Conditions of Use, including those relating to its validity, its construction or its enforceability (any “Dispute”) will be brought in an individual capacity, and not on behalf of, or as part of, any purported class, consolidated, or representative proceeding. PERMA-PIPE and you further agree that PERMA-PIPE and you shall not participate in any consolidated, class, or representative proceeding (existing or future) brought by any third party arising under these Conditions of Use or in connection with the Site and\/or services.<br \/>​<br \/>Any dispute shall be first mandatorily submitted to mediation proceedings under the International Chamber of Commerce Mediation Rules (“ICC Mediation Rules”). If such Dispute has not been settled within sixty (60) days after a request for mediation has been submitted under such ICC Mediation Rules, such Dispute can be referred to and shall be exclusively and finally resolved by arbitration under the Rules of Arbitration of the International Chamber of Commerce (“ICC Arbitration Rules”). The ICC Rules&#8217; Emergency Arbitrator provisions are excluded. The Dispute shall be resolved by one (1) arbitrator to be appointed in accordance with the ICC Rules. The place of both mediation and arbitration shall be Chicago, Illinois (USA), without prejudice to any rights you may have. The language of the mediation and\/or arbitration shall be English. The existence and content of the mediation and arbitration proceedings, including documents and briefs submitted by the parties, correspondence from and to the International Chamber of Commerce, correspondence from the mediator, and correspondence, orders and awards issued by the sole arbitrator, shall remain strictly confidential and shall not be disclosed to any third party without the express written consent from the other party unless: (i) the disclosure to the third party is reasonably required in the context of conducting the mediation or arbitration proceedings; and (ii) the third party agrees unconditionally in writing to be bound by the confidentiality obligation stipulated herein.<br \/>If any court determines that the class action waiver set forth herein is void or unenforceable for any reason or that arbitration can proceed on a class basis, then the disputes, claims or controversies will not be subject to arbitration and must be litigated in federal court located in Chicago, Illinois (USA). You hereby agree to submit to the personal jurisdiction of federal courts in Chicago, Illinois to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.<br \/>​<br \/>You acknowledge and agree that PERMA-PIPE and you are each waiving the right to a trial by jury or to participate as a plaintiff or class member in any purported class action or representative proceeding. However, PERMA-PIPE and you each retain the right to bring an individual action in small claims court and the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a party&#8217;s copyrights, trademarks, trade secrets, patents or other intellectual property rights.<br \/>​<br \/><strong>11. General Provisions<\/strong><br \/>You may not use or export or re-export any Content or any copy or adaptation of such Content, or any services offered on the Site, in violation of any applicable laws or regulations, including without limitation United States Foreign Corrupt Practices Act, global anti-corruption laws and other laws and regulations. In particular, but without limitation, the Content may not be exported or re-exported (a) into any U.S. embargoed countries or (b) to anyone on the U.S. Treasury Department’s list of Specially Designated Nationals or the U.S. Department of Commerce Denied Person’s List or Entity List. By using the Site and\/or services, you represent and warrant that you are not located in any such country or on any such list. You also agree that you will not use the Site and\/or services for any purposes prohibited by United States laws.<br \/>​<br \/>If any of the provisions of these Conditions of Use are held by a court or other tribunal of competent jurisdiction to be void or unenforceable, such provisions shall be limited or eliminated to the minimum extent necessary and replaced with a valid provision that best embodies the intent of these Conditions of Use, so that these Conditions of Use shall remain in full force and effect. These Conditions of Use constitute the entire agreement between PERMA-PIPE and you with regard to your use of the Site and\/or services, and any and all other written or oral agreements or understandings previously existing between PERMA-PIPE and you with respect to such use are hereby superseded and cancelled. PERMA-PIPE shall not accept any counter-offers to these Conditions of Use, and all such offers are hereby rejected as void ab initio. PERMA-PIPE’S failure to insist on or enforce strict performance of these Conditions of Use shall not be construed as a waiver by PERMA-PIPE of any provision or any right it has to enforce these Conditions of Use, nor shall any course of conduct between PERMA-PIPE and you or any other party be deemed to modify any provision of these Conditions of Use. These Conditions of Use shall not be interpreted or construed to confer any rights or remedies on any third parties. Headings contained herein are for convenience and reference only and are not to be considered in the interpretation of, or affect the meaning of, any of the provisions contained herein. The words used herein shall bear their natural or defined meaning. You have had the full opportunity of obtaining legal advice and accordingly, any rule of construction to the effect that any ambiguity is to be resolved against the drafting party shall not be applicable in the interpretation of these Conditions of Use.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>CONDITIONS OF USE This Section describes the terms and conditions that govern your use of the PERMA-PIPE website(s) including subscriptions to PERMA-PIPE publications and the like (collectively the “Site”). Please see PERMA-PIPE’s Privacy Notice https:\/\/www.permapipe.com\/ for information on the PERMA-PIPE’s data collection practices. For more information regarding these terms, please contact dpo@permapipe.com. These terms and [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v20.1 (Yoast SEO v20.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms - Global Engineered Pipe Services<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.permapipe.com\/conditions-of-use\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms\" \/>\n<meta property=\"og:description\" content=\"CONDITIONS OF USE This Section describes the terms and conditions that govern your use of the PERMA-PIPE website(s) including subscriptions to PERMA-PIPE publications and the like (collectively the “Site”). Please see PERMA-PIPE’s Privacy Notice https:\/\/www.permapipe.com\/ for information on the PERMA-PIPE’s data collection practices. For more information regarding these terms, please contact dpo@permapipe.com. These terms and [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.permapipe.com\/conditions-of-use\/\" \/>\n<meta property=\"og:site_name\" content=\"Global Engineered Pipe Services\" \/>\n<meta property=\"article:modified_time\" content=\"2021-03-18T16:38:00+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.permapipe.com\/conditions-of-use\/\",\"url\":\"https:\/\/www.permapipe.com\/conditions-of-use\/\",\"name\":\"Terms - Global Engineered Pipe Services\",\"isPartOf\":{\"@id\":\"https:\/\/www.permapipe.com\/#website\"},\"datePublished\":\"2021-02-05T17:03:00+00:00\",\"dateModified\":\"2021-03-18T16:38:00+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.permapipe.com\/conditions-of-use\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.permapipe.com\/conditions-of-use\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.permapipe.com\/conditions-of-use\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.permapipe.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.permapipe.com\/#website\",\"url\":\"https:\/\/www.permapipe.com\/\",\"name\":\"Global Engineered Pipe Services\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/www.permapipe.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.permapipe.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.permapipe.com\/#organization\",\"name\":\"PERMA-PIPE\",\"url\":\"https:\/\/www.permapipe.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.permapipe.com\/#\/schema\/logo\/image\/\",\"url\":\"http:\/\/www.permapipe.com\/wp-content\/uploads\/2021\/04\/logo.png\",\"contentUrl\":\"http:\/\/www.permapipe.com\/wp-content\/uploads\/2021\/04\/logo.png\",\"width\":1842,\"height\":310,\"caption\":\"PERMA-PIPE\"},\"image\":{\"@id\":\"https:\/\/www.permapipe.com\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Terms - Global Engineered Pipe Services","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.permapipe.com\/conditions-of-use\/","og_locale":"en_US","og_type":"article","og_title":"Terms","og_description":"CONDITIONS OF USE This Section describes the terms and conditions that govern your use of the PERMA-PIPE website(s) including subscriptions to PERMA-PIPE publications and the like (collectively the “Site”). Please see PERMA-PIPE’s Privacy Notice https:\/\/www.permapipe.com\/ for information on the PERMA-PIPE’s data collection practices. For more information regarding these terms, please contact dpo@permapipe.com. These terms and [&hellip;]","og_url":"https:\/\/www.permapipe.com\/conditions-of-use\/","og_site_name":"Global Engineered Pipe Services","article_modified_time":"2021-03-18T16:38:00+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.permapipe.com\/conditions-of-use\/","url":"https:\/\/www.permapipe.com\/conditions-of-use\/","name":"Terms - Global Engineered Pipe Services","isPartOf":{"@id":"https:\/\/www.permapipe.com\/#website"},"datePublished":"2021-02-05T17:03:00+00:00","dateModified":"2021-03-18T16:38:00+00:00","breadcrumb":{"@id":"https:\/\/www.permapipe.com\/conditions-of-use\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.permapipe.com\/conditions-of-use\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.permapipe.com\/conditions-of-use\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.permapipe.com\/"},{"@type":"ListItem","position":2,"name":"Terms"}]},{"@type":"WebSite","@id":"https:\/\/www.permapipe.com\/#website","url":"https:\/\/www.permapipe.com\/","name":"Global Engineered Pipe Services","description":"","publisher":{"@id":"https:\/\/www.permapipe.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.permapipe.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.permapipe.com\/#organization","name":"PERMA-PIPE","url":"https:\/\/www.permapipe.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.permapipe.com\/#\/schema\/logo\/image\/","url":"http:\/\/www.permapipe.com\/wp-content\/uploads\/2021\/04\/logo.png","contentUrl":"http:\/\/www.permapipe.com\/wp-content\/uploads\/2021\/04\/logo.png","width":1842,"height":310,"caption":"PERMA-PIPE"},"image":{"@id":"https:\/\/www.permapipe.com\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/www.permapipe.com\/wp-json\/wp\/v2\/pages\/85"}],"collection":[{"href":"https:\/\/www.permapipe.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.permapipe.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.permapipe.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.permapipe.com\/wp-json\/wp\/v2\/comments?post=85"}],"version-history":[{"count":4,"href":"https:\/\/www.permapipe.com\/wp-json\/wp\/v2\/pages\/85\/revisions"}],"predecessor-version":[{"id":1707,"href":"https:\/\/www.permapipe.com\/wp-json\/wp\/v2\/pages\/85\/revisions\/1707"}],"wp:attachment":[{"href":"https:\/\/www.permapipe.com\/wp-json\/wp\/v2\/media?parent=85"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}